[

  {"Fact-About-India" : "India never invaded any country in her last 100000 years of history."},
  {"Fact-About-India" : "When many cultures were only nomadic forest dwellers over 5000 years ago, Indians established Harappan culture in Sindhu Valley."},
  {"Fact-About-India" : "The name 'India' is derived from the River Indus, the valleys around which were the home of the early settlers. The Aryan worshippers referred to the river Indus as the Sindhu."},
  {"Fact-About-India" : "The Persian invaders converted it into Hindu. The name 'Hindustan' combines Sindhu and Hindu and thus refers to the land of the Hindus."},
  {"Fact-About-India" : "Chess was invented in India."},
  {"Fact-About-India" : "Algebra, Trigonometry and Calculus are studies, which originated in India."},
  {"Fact-About-India" : "The 'Place Value System' and the 'Decimal System' were developed in India in 100 B.C."},
  {"Fact-About-India" : "The World's First Granite Temple is the Brihadeswara Temple at Tanjavur, Tamil Nadu. The shikhara of the temple is made from a single 80-tonne piece of granite. This magnificent temple was built in just five years, (between 1004 AD and 1009 AD) during the reign of Rajaraja Chola."},
  {"Fact-About-India" : "India is the largest democracy in the world, the 7th largest Country in the world, and one of the most ancient civilizations."},
  {"Fact-About-India" : "The world's highest cricket ground is in Chail, Himachal Pradesh. Built in 1893 after leveling a hilltop, this cricket pitch is 2444 meters above sea level."},
  {"Fact-About-India" : "India has the largest number of Post Offices in the world."},
  {"Fact-About-India" : "The largest employer in India is the Indian Railways, employing over a million people."},
  {"Fact-About-India" : "The world's first university was established in Takshila in 700 BC. More than 10,500 students from all over the world studied more than 60 subjects. The University of Nalanda built in the 4th century was one of the greatest achievements of ancient India in the field of education."},
  {"Fact-About-India" : "Ayurveda is the earliest school of medicine known to mankind. The Father of Medicine, Charaka, consolidated Ayurveda 2500 years ago."},
  {"Fact-About-India" : "India was one of the richest countries till the time of British rule in the early 17th Century. Christopher Columbus, attracted by India's wealth, had come looking for a sea route to India when he discovered America by mistake."},
  {"Fact-About-India" : "The Art of Navigation & Navigating was born in the river Sindh over 6000 years ago. The very word Navigation is derived from the Sanskrit word 'NAVGATIH'. The word navy is also derived from the Sanskrit word 'Nou'."},
  {"Fact-About-India" : "Bhaskaracharya rightly calculated the time taken by the earth to orbit the Sun hundreds of years before the astronomer Smart. According to his calculation, the time taken by the Earth to orbit the Sun was 365.258756484 days."},
  {"Fact-About-India" : "The value of pi was first calculated by the Indian Mathematician Budhayana, and he explained the concept of what is known as the Pythagorean Theorem. He discovered this in the 6th century, long before the European mathematicians."},
  {"Fact-About-India" : "Algebra, Trigonometry and Calculus also originated in India.Quadratic Equations were used by Sridharacharya in the 11th century. The largest numbers the Greeks and the Romans used were 106 whereas Hindus used numbers as big as 10*53 (i.e. 10 to the power of 53) with specific names as early as 5000 B.C.during the Vedic period.Even today, the largest used number is Terra: 10*12(10 to the power of 12)."},
  {"Fact-About-India" : "Until 1896, India was the only source of diamonds in the world"},
  {"Fact-About-India" : "The Baily Bridge is the highest bridge in the world. It is located in the Ladakh valley between the Dras and Suru rivers in the Himalayan mountains. It was built by the Indian Army in August 1982."},
  {"Fact-About-India" : "Sushruta is regarded as the Father of Surgery. Over2600 years ago Sushrata & his team conducted complicated surgeries like cataract, artificial limbs, cesareans, fractures, urinary stones, plastic surgery and brain surgeries."},
  {"Fact-About-India" : "Usage of anaesthesia was well known in ancient Indian medicine. Detailed knowledge of anatomy, embryology, digestion, metabolism,physiology, etiology, genetics and immunity is also found in many ancient Indian texts."},
  {"Fact-About-India" : "The four religions born in India - Hinduism, Buddhism, Jainism, and Sikhism, are followed by 25% of the world's population."},
  {"Fact-About-India" : "Jainism and Buddhism were founded in India in 600 B.C. and 500 B.C. respectively."},
  {"Fact-About-India" : "Islam is India's and the world's second largest religion."},
  {"Fact-About-India" : "The oldest European church and synagogue in India are in the city of Cochin. They were built in 1503 and 1568 respectively."},
  {"Fact-About-India" : "Jews and Christians have lived continuously in India since 200 B.C. and 52 A.D. respectively."},
  {"Fact-About-India" : "The largest religious building in the world is Angkor Wat, a Hindu Temple in Cambodia built at the end of the 11th century."},
  {"Fact-About-India" : "Sikhism originated in the Holy city of Amritsar in Punjab. Famous for housing the Golden Temple, the city was founded in 1577."},
  {"Fact-About-India" : "Varanasi, also known as Benaras, was called "the Ancient City" when Lord Buddha visited it in 500 B.C., and is the oldest, continuously inhabited city in the world today."},
  {"Fact-About-India" : "His Holiness, the Dalai Lama, the exiled spiritual leader of Tibetan Buddhists, runs his government in exile from Dharmashala in northern India."},
  {"Fact-About-India" : "Martial Arts were first created in India, and later spread to Asia by Buddhist missionaries."},
  {"Fact-About-India" : "Yoga has its origins in India and has existed for over 5,000 years."},
  {"Fact-About-India" : "Cows are considered sacred"},
  {"Fact-About-India" : "India is the wettest inhabited place on Earth"},
  {"Fact-About-India" : "India has over 2 million Hindu temples"},
  {"Fact-About-India" : "Chenab Bridge is the highest rail bridge in the world"},
  {"Fact-About-India" : "Rajasthan has a Temple of Rats"},
  {"Fact-About-India" : "You can drive on the world’s highest motorable road"},
  {"Fact-About-India" : "Home of a mysterious skeleton lake"},
  {"Fact-About-India" : "The popular game “Snakes and Ladders” originated in India"},
  {"Fact-About-India" : "India was the first country to mine diamonds"},
  {"Fact-About-India" : "Hinduism is the oldest religion in the world, and it’s not a true polytheism"},
  {"Fact-About-India" : "India has 22 recognized languages"},
  {"Fact-About-India" : "Ranked the second-most populous country in the world"},
  {"Fact-About-India" : "Most Indians eat with only their fingers"},
  {"Fact-About-India" : "A village with no locks and doors may be the safest on Earth"},
  {"Fact-About-India" : "Indian food has become one of the most widespread cuisines in the world"},
  {"Fact-About-India" : "India has the highest population of vegetarians"},
  {"Fact-About-India" : "There are A LOT of holidays"},
  {"Fact-About-India" : "Holi is much more than a colorful powder festival"},
  {"Fact-About-India" : "The world’s largest sundial is located in India"},
  {"Fact-About-India" : "The Taj Mahal is slowly changing color"},
  {"Fact-About-India" : "During World War II, the Taj Mahal was disguised as a bamboo stockpile"},
  {"Fact-About-India" : "In some places in India, Coke and Pepsi are used as pesticides"},
  {"Fact-About-India" : "North Sentinel Island is one of the last “untouched” places on Earth"},
  {"Fact-About-India" : "The Kumbh Mela is visible from space"},
  {"Fact-About-India" : "In India Frogs Are Married Off "},
  {"Fact-About-India" : "The Hindu calendar has six seasons"},
  {"Fact-About-India" : "Varanasi is the most ancient surviving city in the world"},
  {"Fact-About-India" : "The Origin of Ayurveda and Yoga"},
  {"Fact-About-India" : "India is divided into 29 states"},
  {"Fact-About-India" : "Tea is the national beverage of India"},
  {"Fact-About-India" : "Around 70% of the world’s spices come from India"},
  {"Fact-About-India" : "India has the current tallest statue in the world"},
  {"Fact-About-India" : "The Amritsar Golden Temple serves free meals….for thousands"},
  {"Fact-About-India" : "India was the first country to refine and consume sugar"},
  {"Fact-About-India" : "Shampoo originated in India"},
  {"Fact-About-India" : "India is Famous for its Iconic Step Wells"},
  {"Fact-About-India" : "The steel wires in the Bandra Worli Sealink could stretch around the world"},
  {"Fact-About-India" : "Gandhi is one of India’s most famous icons"},
  {"Fact-About-India" : "There’s a floating post office in India"},
  {"Fact-About-India" : "A Meteor formed the Breathtaking Lonar Lake in Maharashtra"},
  {"Fact-About-India" : "Mysterious Anti-Gravity Hills In Ladakh, Magnetic Hill"},
  {"Fact-About-India" : "Mawsynram is the Wettest Place on Earth with 11,873 Millimetres of Rain Annually"},
  {"Fact-About-India" : "The Only Country With a Bill of Rights for Cows"},
  {"Fact-About-India" : "A Voting Poll Booth Set Up For Just ONE Voter in Gujarat"},
  {"Fact-About-India" : "Shani Shingnapur is Village Where the Houses Don't Have Doors!"},
  {"Fact-About-India" : "The Tiny Village of Madhopatti is Called the 'Officer's Village of India'"},
  {"Fact-About-India" : "Tulsi Shyam - The Hills that Defy Gravity"},
  {"Fact-About-India" : "The Highest Cricket Ground in the World"},
  {"Fact-About-India" : "India is the Second Largest English-speaking Nation"},
  {"Fact-About-India" : "First Rocket of India Transported by a Bicycle"},
  {"Fact-About-India" : "India Is The World's Largest Milk Producer"},
  {"Fact-About-India" : "Indian National Kabaddi Team Has Won all World Cups"},
  {"Fact-About-India" : "The Himalayan Ranges Have 9 out of 10 World's Highest Peaks; A Large Part of Which is in India"},
  {"Fact-About-India" : "There are Over 300,000 Mosques in India!"},
  {"Fact-About-India" : "The Second Largest Network of Roads in the World"},
  {"Fact-About-India" : "World's Highest Rail Bridge in Jammu"},
  {"Fact-About-India" : "Benny Prasad: Fastest Man to Have Travelled Around the World in 6.5 years"},
  {"Fact-About-India" : "The Number of People Travelling in the Indian Railways Every Day is Equal to the Population of Australia"},
  {"Fact-About-India" : "Most Visited Place in the World, the Golden Temple in Amritsar"},
  {"Fact-About-India" : "Biggest Family in the World"},
  {"Fact-About-India" : "World's First Hospital Train Is In India"},
  {"Fact-About-India" : "There's a Day Dedicated To Dr.A.P.J. Abdul Kalam in Switzerland Called Science Day!"},
  {"Fact-About-India" : "India's only female prime minister was assassinated"},
  {"Fact-About-India" : "The country is third in the world for billionaires"},
  {"Fact-About-India" : "The sari is over 5000 years old"},
  {"Fact-About-India" : "White tigers are only found In India"}  
  
]